Repository: mozilla/One-Mozilla-blog
Catalog: themes/OneMozilla/languages/*.po
Languages: lt_lt

source: Well, this is embarrassing…
lt_lt: Apmaudu, tačiau…

source: We hate to say it, but we couldn’t find the page or file you’re looking for.
lt_lt: Apgailestaujame, tačiau jūsų ieškomo tinklalapio rasti nepavyko.

source: If you typed in the address, try double-checking the spelling.
lt_lt: Jeigu adresą įvedėte rankomis, pasitikrinkite, ar tai padarėte teisingai.

source: If you followed a link from somewhere, please let us know at <em>webmaster at mozilla dot com</em>. Be sure to tell us where you came from and what you were looking for, and we’ll do our best to fix it.
lt_lt: Jeigu čia patekote, spustelėję saitą kitur, praneškite apie tai jus čia nukreipusios svetainės administratoriams. Jeigu klaidingas saitas buvo vienoje „Mozillos“ svetainių, galite pranešti tiesiogiai mums (el. paštu labas@mozilla.lt). Tuomet parašykite mums šį adresą ir tinklalapio, kuriame šis saitas buvo, adresą, o mes pasistengsime šį nesklandumą pašalinti.

source: Posts in “%s”
lt_lt: Įrašai kategorijoje „%s“

source: Posts tagged with “%s”
lt_lt: Įrašai, pažymėti gaire „%s“

source: Posts from %s
lt_lt: Įrašai nuo %s

source: Posts by %s
lt_lt: Įrašai, kuriuos parašė %s

source: Archives
lt_lt: Archyvas

source: Older posts
lt_lt: Senesni įrašai

source: Newer posts
lt_lt: Naujesni įrašai

source: Nothing Found
lt_lt: Nieko nerasta

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
lt_lt: Apgailestaujame, tačiau pagal jūsų nurodytus kriterijus nieko nepavyko rasti. Galbūt ieškomą įrašą rastumėte, pasinaudoję paieška?

source: This post is password protected. Enter the password to view any comments.
lt_lt: Šis įrašas apsaugotas slaptažodžiu. Įveskite slaptažodį, jeigu norite pamatyti komentarus.

source: No responses yet
lt_lt: Kol kas atsakymų nėra

source: Post a comment
lt_lt: Rašyti komentarą

source: More comments:
lt_lt: Daugiau komentarų:

source: Comments are closed, but <a href="%1$s" title="Trackback URL for this post">trackbacks</a> are open.
lt_lt: Komentarai uždrausti, tačiau leidžiama informuoti apie šio įrašo <a href="%1$s" title="Adresas informavimui apie šio įrašo citatas">citatas</a>.

source: You must be <a href="%s">logged in</a> to post a comment.
lt_lt: Komentarams rašyti turite būti <a href="%s">prisijungę</a>.

source: Post Your Comment
lt_lt: Parašykite komentarą

source: Reply to %s
lt_lt: Atsakyti %s

source: You are logged in as <a href="%1$s">%2$s</a>. <a class="logout" href="%3$s">Log out?</a>
lt_lt: Jūs prisijungę kaip <a href="%1$s">%2$s</a>. <a class="logout" href="%3$s">Norite atsijungti?</a>

source: Name
lt_lt: Vardas

source: (required)
lt_lt: (privalomas)

source: E-mail
lt_lt: El. paštas

source: (required, will not be published)
lt_lt: (privalomas, nebus matomas)

source: Website
lt_lt: Svetainė

source: Spam robots, please fill in this field. Humans should leave it blank.
lt_lt: Robotų šiukšlintojų prašome užpildyti šį lauką. Jei jūs žmogus, palikite jį tuščią.

source: Your comment
lt_lt: Jūsų komentaras

source: Submit Comment
lt_lt: Pateikti komentarą

source: You must provide a name and e-mail (your e-mail address won’t be published).
lt_lt: Vardą ir el. pašto adresą nurodyti būtina (nesijaudinkite, jūsų el. pašto adresas nebus matomas svetainės lankytojams).

source: You must provide a name.
lt_lt: Vardą nurodyti būtina.

source: You must provide an e-mail address (it won’t be published).
lt_lt: El. pašto adresą nurodyti būtina (nesijaudinkite, jis nebus matomas svetainės lankytojams).

source: The e-mail address you entered doesn’t look like a complete e-mail address. It should look like “yourname@example.com”.
lt_lt: Jūsų įvestas el. pašto adresas nepanašus į tikrą. Jis turėtų atitikti šabloną „vardas@pavyzdys.lt“.

source: You must enter a comment.
lt_lt: Komentarą įvesti būtina.

source: Edit Page
lt_lt: Taisyti tinklalapį

source: Pages:
lt_lt: Tinklalapiai:

source: See all posts from %s
lt_lt: Parodyti visus įrašus nuo %s

source: Edit Post
lt_lt: Taisyti įrašą

source: Tags
lt_lt: Gairės

source: Categories
lt_lt: Kategorijos

source: Continue reading &hellip;
lt_lt: Skaityti toliau…

source: Return to top
lt_lt: Grįžti į pradžią

source: Except where otherwise <a href="%1s" rel="external">noted</a>, content on this site is licensed under the <a href="%2s" rel="external license">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
lt_lt: Visas šios svetainės turinys, apie kurį nėra <a href="%1s" rel="external">nurodyta kitaip</a>, yra pasiekiamas pagal <a href="%2s" rel="external license">„Creative Commons Attribution Share-Alike“ licencijos 3.0</a> ar bet kurią vėlesnę versiją.

source: Contact Us
lt_lt: Susisiekite su mumis

source: Privacy Policy
lt_lt: Privatumo nuostatai

source: Legal Notices
lt_lt: Teisinė informacija

source: Report Trademark Abuse
lt_lt: Pranešti apie neleistiną prekės ženklo naudojimą

source: Theme Code
lt_lt: Šios temos pirminiai tekstai

source: Primary Menu
lt_lt: Pagrindinis meniu

source: Firefox Logo
lt_lt: „Firefox“ logotipas

source: Social sharing
lt_lt: Socialiniai tinklai

source: Hide post authors
lt_lt: Nenurodyti įrašų autorių

source: Add social sharing buttons to posts and pages
lt_lt: Pridėti dalijimosi socialiniuose tinkluose mygtukus po įrašais ir tinklalapiais

source: Adds buttons for Facebook, Twitter, and Google+.
lt_lt: Pridėti mygtukus – saitus į „Firefox“, „Twitter“ ir „Google+“

source: This removes the author byline and author bio from individual posts.
lt_lt: Pažymėjus šią parinktį, prie įrašų nebus nurodomas jų autorius.

source: Page %s
lt_lt: %s psl.

source: Sorry, you appear to be a spamming robot because you filled in the hidden spam trap field. To show you are not a spammer, submit your comment again and leave the field blank.
lt_lt: Deja, panašu, jog jūs esate robotas – šiukšlintojas, nes užpildėte paslėptą lauką, skirtą tokiems robotams sulaikyti. Kad įrodytumėte, jog nesate robotas, pateikite savo komentarą iš naujo, neužpildydami paslėptojo lauko.

source: This post is password protected. To view it, please enter the password.
lt_lt: Šis įrašas apsaugotas slaptažodžiu. Įveskite slaptažodį, jeigu norite jį perskaityti.

source: Password
lt_lt: Slaptažodis

source: Make this a featured post?
lt_lt: Pažymėti šį įrašą kaip rinktinį?

source: Featured Post
lt_lt: Rinktinis įrašas

source: Continue reading
lt_lt: Skaityti toliau

source: Sidebar
lt_lt: Šoninė juosta

source: Trackback from
lt_lt: Citata iš

source: Permanent link to this comment by
lt_lt: Nuolatinis saitas į šį komentarą, kurį parašė

source: %1$s at %2$s
lt_lt: %1$s, %2$s

source: Pingback from
lt_lt: Pranešimas iš

source: wrote on
lt_lt: parašė

source: Your comment is awaiting moderation.
lt_lt: Jūsų komentaras laukia moderatoriaus patvirtinimo.

source: Edit Comment
lt_lt: Taisyti komentarą

source: This widget shows the three most recent featured posts.
lt_lt: Šiame valdiklyje rodomi trys paskiausi rinktiniai įrašai.

source: Title:
lt_lt: Pavadinimas:

source: Search results for “%s”
lt_lt: Paieškos rezultatai: „%s“

source: Not Found
lt_lt: Nerasta

source: Skip to main content
lt_lt: Šokti į pagrindinį turinį

source: Skip to sidebar
lt_lt: Šokti į šoninę juostą

source: Skip to blog search
lt_lt: Šokti į paiešką tinklaraštyje

source: Published <time class="published" title="%1$s" datetime="%1$s">%2$s</time> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a>
lt_lt: Publikuota <time class="published" title="%1$s" datetime="%1$s">%2$s</time>, raiška <a href="%3$s" title="Saitas į viso dydžio paveikslėlį">%4$s&times;%5$s</a>

source: Edit Attachment
lt_lt: Redaguoti priedą

source: Featured
lt_lt: Rinktinis

source: Sorry, we couldn&#8217;t find any results for the requested archive. Perhaps try searching?
lt_lt: Apgailestaujame, tačiau pagal jūsų nurodytus kriterijus nieko nepavyko rasti. Galbūt ieškomą objektą rastumėte, pasinaudoję paieška?

source: Go to the front page
lt_lt: Grįžti į pradžios tinklalapį

source: Sorry, we didn't find anything for “%s.” Try another search.
lt_lt: Deja, pagal kriterijų „%s“ nieko nepavyko rasti. Pabandykite kitą paiešką.

source: About
lt_lt: Apie

source: More from %s
lt_lt: Daugiau iš %s

source: Color Scheme
lt_lt: Spalvų schema

source: Theme Options
lt_lt: Temos nustatymai

source: Some themes provide customization options that are grouped together on a Theme Options screen. If you change themes, options may change or disappear, as they are theme-specific. Your current theme, One Mozilla, provides the following Theme Options:
lt_lt: Kai kurios temos turi savų nustatymų, kurie sugrupuoti ir rodomi Temos nustatymų lange. Pakeitus temą, tam tikri nustatymai gali pakisti ar dingti, nes jie yra susieti su konkrečia tema. Jūsų esama tema, „One Mozilla“ suteikia galimybę keisti šiuos nustatymus:

source: <strong>Color Scheme</strong>: You can choose from a few different color schemes: “Sand” (orange-tan background) is suitable for most Mozilla blogs. “Sky” (light blue/gray background) suitable for Firefox-related blogs. “Obsidian” is a light-on-dark scheme. “Stone” is the default scheme, a light, neutral gray.
lt_lt: <strong>Spalvų schema</strong>. Galite pasirinkti vieną iš kelių spalvinių schemų: „Smėlis“ (blyškiai oranžinio atspalvio fonas) tiks daugumai „Mozillos“ tinklaraščių; „Dangus“ (žydrai pilkas fonas) tiks tinklaraščiams apie „Firefox“ naršyklę; „Obsidianas“ – spalvų schema su tamsiu fonu ir šviesiu tekstu; „Akmuo“ yra numatytoji spalvinė schema, pasižyminti neutraliais pilkais pustoniais.

source: Remember to click “Save Changes” to save any changes you have made to the theme options.
lt_lt: Nepamirškite spustelėti mygtuko „Išsaugoti pakeitimus“, priešingu atveju jokie jūsų atlikti pakeitimai nebus įrašyti.

source: For more information:
lt_lt: Daugiau informacijos:

source: <a href="http://codex.wordpress.org/Appearance_Theme_Options_Screen" target="_blank">Documentation on Theme Options</a>
lt_lt: <a href="http://codex.wordpress.org/Appearance_Theme_Options_Screen" target="_blank">Dokumentacija – Temų nuostatos</a>

source: <a href="http://wordpress.org/support/" target="_blank">Support Forums</a>
lt_lt: <a href="http://wordpress.org/support/" target="_blank">Pagalbos forumai</a>

source: Overview
lt_lt: Apžvalga

source: Stone
lt_lt: Akmuo

source: Sand
lt_lt: Smėlis

source: Sky
lt_lt: Dangus

source: Obsidian
lt_lt: Obsidianas

source: %s Theme Options
lt_lt: „%s“ temos nustatymai
